Repository: VetalSkri/Example
Catalog: ePN Cashback/*.lproj/Localizable.strings
Languages: ru

# FAQ_In the Account we add the confirmed income
source: In the "Account" we add the confirmed income to your cashback and show it together on the "Available" balance. When you withdraw money from your balance, we deduct it from the balance. But on the "Invite Friends" page, the money remains in the "Revenue" column for statistics.
ru: В «Аккаунте» подтвержденный доход прибавляем к вашему кэшбэку и показываем всё вместе на балансе «Доступно». Когда вы выводите деньги с баланса, мы вычитаем их с баланса. Но на странице «Пригласить друзей» деньги остаются в графе «Доход» для статистики.

# FAQ_registration
source: Registration
ru: Регистраций

# FAQ_inProcessing
source: In processing
ru: В обработке

# FAQ_income
source: Income
ru: Доход

# FAQ_QuestionsAndAnswers
source: Questions and answers
ru: Вопросы и ответы

# FAQ_CameraDoesntDetect
source: Camera doesn't detect a QR-code on the receipt
ru: Камера не распознает QR-код с чека

# FAQ_IfTheCameraDoesntDetect
source: If the camera doesn't detect a QR-code on the receipt for which you want to get cashback, use a manual entry (the button "Enter data manually" in the camera window).
ru: Если камера не распознает QR-код с чека, за который вы хотите получить кэшбэк, воспользуйтесь ручным вводом (кнопка «Ввести данные вручную» в окне камеры).

# FAQ_HowDoIKnow
source: How do I know the exact cashback percentage that I get for a receipt?
ru: Как узнать точный процент кэшбэка, который я получу за чек?

# FAQ_ClickTheButtonConditions
source: Click the button Conditions: the backit.me website page opens which displays all cashback rates for the offer and the conditions under which the cashback will be counted
ru: Нажмите на кнопку Условия: откроется страница сайта backit.me, на которой отображаются все ставки кэшбэка для предложения, и условия, при которых кэшбэк будет засчитан

# FAQ_WhyHasTheOrderCanceled
source: Why has the order canceled?
ru: Почему заказ отменен?

# FAQ_ReceiptWithTheGoods
source: Most likely, a receipt with the goods does not apply to the offer you have chosen, or one of the conditions to receive the cashback for this product or from the store has been violated. If this is not the case, contact technical support.
ru: Скорее всего чек с товаром не подходит под предложение, которое вы выбрали, или нарушено одно из условий получения кэшбэка данного товара или магазина. Если это не так, обратитесь в техподдержку

# FAQ_WhyTheOrderProcessingSoLong
source: Why the order processing is taking so long?
ru: Почему заказ долго в обработке?

# FAQ_ItTakesFromSeveralDays
source: It takes from several days to a couple of months to confirm the receipt. If the order has been processed for more than two months, contact technical support
ru: Требуется от нескольких дней до пары месяцев, чтобы подтвердить чек; если заказ находится в обработке больше двух месяцев, обратитесь в техподдержку

source: How to get cashback?
ru: Как получить кэшбэк?

# Scan a QR code and get cashback for all offers on the receipt
source: Scan a QR code and get cashback for all offers on the receipt! For products from the Special offer the receipt must be scanned separately
ru: Сканируйте QR-код и получайте кэшбэк за все предложения в чеке! Для товаров из Спецпредложения чек нужно сканировать отдельно.

source: Choose a product and get cashback
ru: Выберите товар - получите кэшбэк

source: Choose a special offer and get cashback only for this product
ru: Выберите спецпредложение и получите кэшбэк только за этот товар

# FAQ_yourAccountNotValid
source: Your account is not suitable for logging into the cashback application
ru: Ваш аккаунт не подходит для входа в кэшбэк-приложение

# FAQ_whyMyAccountNotSuitable
source: Why is my account not suitable for my application?
ru: Почему мой аккаунт не подходит для приложения?

# FAQ_yourRegisterWebmasterAccount
source: Most likely, you have registered a webmaster account. This happened accidentally, or you registered as a webmaster consciously.
ru: Вероятнее всего, вы зарегистрировали аккаунт вебмастера. Это произошло случайно или вы зарегистрировались как вебмастер сознательно.

# FAQ_whyBeforeWork
source: Why did you work before, but not now?
ru: Почему раньше работало, а сейчас нет?

# FAQ_allStoreAddedAutomatically
source: Since June, 2019 all stores in the application Backit added automatically. Unfortunately, we would not be able to perform this update, leaving webmasters access to the cashback application.
ru: C июня 2019 года все магазины в приложение Backit добавляются автоматически. К сожалению, мы не смогли бы выполнить это обновление, оставив вебмастерам доступ в кэшбэк-приложение.

# FAQ_whatToDoIfWebmaster
source: What should I do if my webmaster account is registered by mistake and I just buy with cashback (or I think I have a cashback account)?
ru: Что делать, если аккаунт вебмастера зарегистрирован по ошибке, и я просто покупаю с кэшбэком (или я считаю, что у меня кэшбэк-аккаунт)?

# FAQ_registerNewAccount
source: Register new cashback account
ru: Зарегистрируйте новый кэшбэк-аккаунт

# FAQ_whatToDoIfIWorkAsWebmaster
source: What if I work as a webmaster and want to buy with cashback and use the app to see the balance?
ru: Что делать, если я работаю как вебмастер и хочу кэшбэчить и использовать приложение, чтобы смотреть баланс?

# FAQ_ourTeam
source: Our team has started to develop a separate application for webmasters: for now, this is a beta version for Android OS, where you can view the balance. We will be happy if you tell us what you would like to see in the Webmaster app, what features would be useful: for this write to affapp@epn.bz If you want to use the cashback service, register<clickable, click to open the registration page in the application > cashback account
ru: Наша команда начала разработку отдельного приложения для вебмастеров: пока это бета-версия для Android OS, в которой доступен просмотр баланса. Мы будем рады, если вы расскажете, что вы хотели бы видеть в приложении для вебмастеров, какие функции были бы полезны: для этого напишите на affapp@epn.bz Если вы хотите использовать кэшбэк-сервис, зарегистрируйте кэшбэк-аккаунт

# Settings_Title
source: Settings
ru: Настройки

# Settings_EditProfile
source: Edit profile
ru: Редактировать профиль

# Settings_AppSettings
source: App settings
ru: Настройки приложения

# Settings_About
source: About the app
ru: О приложении

# Settings_DeleteAccount
source: Delete account
ru: Удалить аккаунт

# Settings_PushNotification
source: Push notifications
ru: Push-уведомления

# Settings_SendPush
source: Send push notifications about cashback increase, significant events and news
ru: Отправлять push-уведомления о повышении кэшбэка, значимых событиях и новостях

# Settings_NotificationOnEmail
source: Notifications on email
ru: Уведомления на email

# Settings_SystemNotifications
source: System notifications
ru: Системные рассылки

# Settings_SendSystemOnEmail
source: Send system notifications on email
ru: Отправлять системные рассылки на эл. почту

# Settings_News
source: News
ru: Новости

# Settings_InformAboutNews
source: Inform about news, special offers by email
ru: Информировать о новостях, выгодных предложениях на эл. почту

# Settings_OrderNotifications
source: Order notifications
ru: Уведомления о заказах

# Settings_SendNotificationAboutConfirmed
source: Send notifications about confirmed orders to email
ru: Отправлять уведомления о подтвержденных заказах на эл. почту

# Settings_StoresSettings
source: Stores' settings
ru: Настройки магазинов

# Settings_LinksInTheApp
source: Links in the app
ru: Ссылки в приложениях

# Settings_OpenLinks
source: Open links in the stores' apps
ru: Открывать ссылки в приложениях магазинов

# Settings_InOrderToManageBindEmail
source: In order to manage mailing list, you need to bind your email
ru: Для управления рассылками, необходимо привязать электронную почту

# Settings_Close
source: Close
ru: Закрыть

# Settings_Bind
source: Bind
ru: Привязать

# Settings_InOrderToManageConfirmEmail
source: In order to manage mailing list, you need to confirm your email
ru: Для управления рассылками, необходимо подтвердить электронную почту

# Settings_Confirm
source: Confirm
ru: Подтвердить

# Settings_PersonalData
source: Personal data
ru: Личные сведения

# Settings_FirstLastName
source: First Name and Last Name
ru: Имя и Фамилия

# Settings_DateOfBirth
source: Date of birth
ru: Дата рождения

# Settings_Change
source: Change
ru: Изменить

# Settings_Gender
source: Gender
ru: Пол

# Settings_NotSpecified
source: Not specified
ru: Не указано

# Settings_Male
source: Male
ru: Мужской

# Settings_Female
source: Female
ru: Женский

# Settings_PhoneNumber
source: Phone number
ru: Номер телефона

# Settings_Location
source: Location
ru: Местоположение

# Settings_Country
source: Country
ru: Страна

source: Country of residence
ru: Страна проживания

# Settings_Region
source: Region
ru: Регион

# Settings_City
source: City
ru: Город

# Settings_AccountPassword
source: Account password
ru: Пароль аккаунта

# Settings_Password
source: Password
ru: Пароль

# Settings_BindSocial
source: Binding social networks
ru: Привязка соц. сетей

# Settings_BindSocialCanLoginOneClick
source: Bind social networks, and you can login by one click
ru: Привяжите социальные сети, чтобы вы могли входить в систему одним кликом

# Settings_Detach
source: Detach
ru: Отвязать

source: Asia-Pacific region
ru: Азиатско-Тихоокеанский регион

# Settings_ChangeNumber
source: Change number
ru: Изменить номер

# Settings_AccessCheck
source: Access checking
ru: Проверка доступа

# Success email sent
source: Successfully: email sent
ru: Успешно: письмо отправлено

# Settings_HaveAccessToPhoneNumber
source: Do you have access to your old phone number
ru: У вас есть доступ к старому номеру

# Settings_Yes
source: Yes
ru: Да

# Settings_No
source: No
ru: Нет

# Settings_ChangingPhoneNumber
source: Changing the phone number
ru: Изменение номера

# Settings_EnterOldPhoneNumber
source: Enter your old phone number to get a code
ru: Введите старый номер телефона, чтобы получить код

# Settings_OldPhoneNumber
source: Old phone number
ru: Старый номер

# Settings_ByClickingOnGetCode
source: By clicking on "Get code", you agree to get SMS notifications
ru: Нажимая кнопку «Получить код»‎, вы соглашаетесь на получение sms уведомлений

# Settings_GetCode
source: Get code
ru: Получить код

# Settings_ConsentToGetSMS
source: Consent to get SMS notifications
ru: Согласие на получение sms уведомлений

# Settings_TheUserGivesPrior
source: The User gives the Administration of the Site prior consent, based on his/her own will, to receive messages, including messages about the products / services of the Site sent by the following way: by SMS message, by the user's phone number
ru: Пользователь, действуя своей волей и в своём интересе выражает Администрации Сайта предварительное согласие на получение сообщений, в том числе путем рассылки сообщений о продуктах / услугах Сайта следующим способом: СМС-сообщение, по номеру телефона Пользователя

# Settings_Ok
source: Ok
ru: Понятно

# Settings_ConfirmCodeOnTheOldPhone
source: Confirmation code on the old phone number
ru: Код подтверждения на старом номере

# Settings_SendAgainIn
source: Send again in 00:59
ru: Отправить повторно через 00:59

# Settings_Send
source: Send
ru: Отправить

# Settings_SendAgain
source: Send again
ru: Отправить повторно

# Settings_NewPhoneNumber
source: New phone number
ru: Новый номер

# Settings_ConfirmationCodeOnNewPhoneNumber
source: Confirmation code on the new phone number
ru: Код подтверждения на новом номере

# Settings_PhoneNumberIsSuccessChanged
source: Phone number is successfully changed
ru: Номер телефона успешно изменен

# Settings_PhoneNumberWillBeChanged
source: Phone number will be changed. But we should block payouts for 15 days to ensure your safety. Confirmation code will be sent to the new phone number.
ru: Номер будет изменен, но в целях вашей безопасности мы заблокируем выплаты на 15 дней. Код подтверждения будет отправлен на новый номер.

# Settings_InOrderToChangeThePassword
source: In order to change the password, enter your old password, then create a new password
ru: Для изменения пароля введите старый пароль, придумайте новый

# Settings_PasswordIsSuccessChanged
source: Account password is successfully changed
ru: Пароль от аккаунта успешно изменен

# Settings_ChangingPhoto
source: Changing photo
ru: Изменение фотографии

# Settings_DownloadFromGallery
source: Download from gallery
ru: Загрузить из галереи

# Settings_Gallery
source: Gallery
ru: Галерея

# Settings_AccessGallery
source: Give us access to Photo and send photos of receipts, send screenshots to support and change profile photo.
ru: Доступ нужен, чтобы вы могли отправлять фото чеков, прикреплять скриншоты в техподдержке, менять фото профиля.

# Settings_TakeAPhoto
source: Take a photo
ru: Сделать снимок

# Settings_Delete
source: Delete
ru: Удалить

# Settings_NoResults
source: No results
ru: Результатов нет

# Settings_BindingPhoneNumber
source: Binding phone number
ru: Привязка номера

# Settings_InOrderToProtectUsePhone
source: In order to protect your account from fraudsters, use the phone to confirm transactions.
ru: Для защиты вашего аккаунта от мошенников используйте телефон для подтверждения операций

# Settings_ConfirmationCode
source: Confirmation code
ru: Код подтверждения

# Settings_PhoneNumberIsAttached
source: Phone number is attached
ru: Номер телефона привязан

# Settings_BindingEmail
source: Binding email
ru: Привязка эл. почты

# Settings_InOrderToProtectLinkEmail
source: In order to protect your account and gain access to payouts, link and confirm email
ru: Для защиты аккаунта и получения доступа к выплатам, привяжите и подтвердите электронную почту

# Settings_EmailConfirmation
source: E-mail confirmation
ru: Подтверждение электронной почты

# Settings_EmailSendToYourEmail
source: A confirmation email has been sent to your email
ru: На вашу почту было отправлено письмо для подтверждения

# Settings_GoToEmail
source: Go to email
ru: Перейти к почте

# Settings_DeletingAccount
source: Delete account
ru: Удаление аккаунта

# Settings_ReadTheInformation
source: Please read the information carefully before deleting your account:
ru: Перед удалением аккаунта ознакомьтесь с данной информацией:

# Settings_IfYouDeleteAccount
source: 1. If you delete your account, all your personal data will be also deleted (email, login, password, profile data, wallets, orders, etc.).
ru: 1. Удаление аккаунта приведет к полному удалению всех личных данных (email, логин, пароль, данные профиля, кошельки, заказы и т.д.).

# Settings_WhileRemovingAccount
source: 2. While removing your account, all your referrals will be detached. And you will not get any more income for them.
ru: 2. При удалении аккаунта будут отвязаны все рефералы. Доход по ним более не будет начисляться.

# Settings_AllFundsOnTheAccounts
source: 3. All funds on the accounts will no longer be available. We recommend to withdraw all available funds on the personal accounts of the service before deleting.
ru: 3. Все средства на счетах более не будут доступны. Рекомендуем перед удалением вывести все имеющиеся средства на личных счетах сервиса.

# Settings_DeletedAccountCannotBeRecovered
source: 4. Deleted account cannot be recovered. Therefore, in order to continue using the service after deleting the current account, you will need to register again.
ru: 4. Удаленный аккаунт не подлежит восстановлению. Следовательно, чтобы продолжать пользоваться сервисом после удаления текущего аккаунта, вам будет необходимо заново зарегистрироваться.

# Settings_TheAccountWillBePermanentlyDeleted
source: 5. The account will be permanently deleted after 30 days from the beginning of the deletion process. During this period, it is possible to cancel the deletion process. In order to do this, you need to write to contact the technical support service.
ru: 5. Аккаунт будет окончательно удален после 30 дней с момента запуска процесса удаления. В данный период возможно отменить процесс удаления, для этого необходимо написать в техническую поддержку сервиса.

# Settings_EnterTheControlLine
source: Enter the control line 08040116 to delete your account
ru: Для удаления аккаунта введите контрольную строку 08040116

# Settings_ControlLine
source: Control line
ru: Контрольная строка

# Settings_AccountWillBeFinallyDeletedAfter
source: Account will be finally deleted after 30 days
ru: Аккаунт будет окончательно удален после 30 дней

# Settings_Good
source: Ok
ru: Хорошо

# Settings_JoinUsOnSocialMedia
source: Join us on social media
ru: Присоединяйтесь к нам в социальных сетях

# Settings_OfficialSite
source: Official site
ru: Официальный сайт

# Settings_Version
source: Version
ru: Версия

# Settings_warning
source: In order to manage mailing list, you need to confirm your email
ru: Для управления рассылками, необходимо подтвердить электронную почту

# ComingSoon_PaymentsTitle
source: Payouts
ru: Выплаты

# ComingSoon_PaymentsDescription
source: Soon on this page you can order a payment. While the section is under development, order the payment in the mobile version of the site.
ru: Скоро на этой странице вы сможете заказать выплату. Пока раздел разрабатывается, закажите выплату в мобильной версии сайта.

# ComingSoon_PaymentsButtonTitle
source: Order the payment on the site
ru: Заказать выплату на сайте

# ComingSoon_SupportTitle
source: Technical support
ru: Техподдержка

# ComingSoon_SupportDescription
source: Soon you will be able to contact a technical support specialist through the application. If you have questions, ask them through the mobile version of the site.
ru: Скоро вы сможете написать специалисту технической поддержки в приложении. Если у вас есть вопросы, задайте их через мобильную версию сайта.

# ComingSoon_SupportButtonTitle
source: Ask a question
ru: Задать вопрос

# ComingSoon_ProfileTitle
source: Profile
ru: Профиль

# ComingSoon_ProfileDescription
source: On this page you can change your personal data, link a social network account or phone number. While the section is under development, edit your profile on the site.
ru: На этой странице вы сможете изменять личные данные, привязать аккаунт социальной сети или номер телефона. Пока раздел разрабатывается, редактируйте профиль на сайте.

# ComingSoon_ProfileButtonTitle
source: Go to the profile on the site
ru: Перейти в профиль на сайте

# ComingSoon_StatisticTitle
source: Statistics
ru: Статистика

# ComingSoon_StatisticDescription
source: Here you can find out detailed statistics on purchases of invited friends. While this section is under development, look at the statistics on the site.
ru: Здесь вы сможете узнать подробную статистику по покупкам приглашенных вами друзей. Пока мы работаем над разделом, посмотрите статистику на сайте.

# ComingSoon_StatisticButtonTitle
source: See statistics
ru: Посмотреть статистику

source: Error
ru: Ошибка

# ErrorResponse
source: Error answer
ru: Ошибка ответа

source: Error code:
ru: Код ошибки:

# Error internet connection
source: An error occurred while loading. Check your network connection.
ru: При загрузке произошла ошибка. Проверьте Ваше подключение к сети.

# Error time out request
source: Server response timeout exceeded
ru: Превышено время ожидания ответа от сервера

# Error something went wrong
source: Oops. Something went wrong
ru: Упс. Что-то пошло не так

source: Notifications
ru: Уведомления

source: Key words
ru: Ключевые слова

source: No notifications found
ru: Уведомлений не найдено

source: Try to reformulate your request
ru: Попробуйте переформулировать запрос

source: No notifications yet
ru: Уведомлений пока нет

source: Notifications will be displayed on this page
ru: На этой странице будут отображаться уведомления

# Select country:
source: Choose country
ru: Выбор страны

# Select city:
source: Choose city
ru: Выбор городa

# UkraineV2
source: Ukraine 2.0
ru: Украина 2.0

source: Hint
ru: Подсказка

# The card date hint
source: The card has expired
ru: Срок действия карты истек

# Names hint
source: Use the letters of the Latin alphabet
ru: Используйте буквы латинского алфавита

# Birth hint
source: Enter your date of birth
ru: Укажите дату вашего рождения

# Card hint
source: Enter the correct card number
ru: Укажите корректный номер карты

# One place
source: Now different cards are in one place
ru: Теперь карты в одном месте

# Changed place
source: We have placed bank cards issued by different countries in one section!
ru: Мы объединили банковские карты разных стран в один раздел!

# UkrainV2HintTitle
source: Get payments more often!
ru: Выводите кэшбэк чаще!

# UkrainV2HintText
source: If you have bank card issued by ukrainian bank, add it here and withdraw from 1$ cashback without commission
ru: Если ваша карта выпущена украинским банком, добавьте ее здесь, и выводите от 1$ кэшбэка без комиссии.

source: Payout order
ru: Заказ выплаты

source: Choose a wallet
ru: Выберите кошелек

# Chose a balance
source: Choose a balance
ru: Выберите баланс

source: Rubles
ru: Рубли

source: Dollars
ru: Доллары

source: Euro
ru: Евро

source: Pounds
ru: Фунты

source: Add a wallet
ru: Добавить кошелек

source: Add a wallet to withdraw your cashback
ru: Добавьте кошелек, на который вы хотите выводить кэшбэк

source: Addition of the wallet
ru: Добавление кошелька

# Chose a wallet type
source: Choose a wallet type
ru: Выберите вид кошелька

source: Card number
ru: Номер карты

source: Card data:
ru: Данные карты:

source: Recipient data:
ru: Данные получателя:

source: Bank card
ru: Банковские карты

source: Wallet number:
ru: Номер кошелька:

source: Valid period
ru: Срок действия

source: Card owner
ru: Владелец карты

source: Name and surname should contain only Latin letters
ru: Имя и фамилия должны содержать только символы латинского алфавита

source: Enter the data
ru: Введите данные

source: Delete the wallet
ru: Удалить кошелек

source: Сonfirm a wallet
ru: Подтвердите кошелек

source: Confirm
ru: Подтвердить

source: The wallet confirmation email is sent
ru: Письмо для подтверждения кошелька отправлено на эл. почту

source: Send again
ru: Отправить повторно

# Failed to send code
source: Wait 1 minute and try again
ru: Подождите 1 минуту и повторите попытку

source: Activation code is sent to
ru: Код активации отправлен на

# Choose an available balance and wallet
source: Choose balance and wallet
ru: Выберите баланс и кошелек

source: Choose another wallet or balance
ru: Выберете другой кошелек или балланс

source: You can see the order status in the <"Payout history"> section.
ru: Посмотреть статус заказа можно в разделе <«История выплат»>

source: By making a donation, you accept the terms of our <offer>
ru: Осуществляя пожертвование, вы принимаете <условия нашей оферты>

source: Enter amount
ru: Введите сумму

source: Failed to load page
ru: Не удалось загрузить страницу

# You can't add a wallet to withdraw
source: You can't add a wallet to withdraw funds if you do not have any verified mail or phone number. Please add and confirm a mail or phone number in order to add a wallet and order a payout
ru: Вы не можете добавить кошелек для вывода средств, если у вас нет подтвержденной почты или номера телефона. Пожалуйста, добавьте и подтвердите почту или номер телефона, чтобы добавить кошелек и заказать выплату

# title_snapbar
source: Farewell to ePN Cashback. Hi, Backit!
ru: Пока, ePN Cashback. Привет, Backit!

# low_title_snapbar
source: Know more
ru: Узнай все

source: Active
ru: Активные

source: Closed
ru: Закрытые

# EmptyDescription
source: Ask a question about our service, we will respond to you within 2 hours at any time of the day or night
ru: Есть вопросы? Поможем вам разобраться. Начните диалог, и мы ответим вам в течение двух часов в любое время дня и ночи!
