Repository: VetalSkri/Example
Catalog: ePN Cashback/*.lproj/Localizable.strings
Languages: ru

# Notification_Snooze
source: Remind later
ru: Напомнить позже

# Notification_Delete
source: Delete
ru: Удалить

# shopsLabelTitle
source: Selections
ru: Подборки

# favouriteLabel
source: Favorite stores
ru: Избранные магазины

# offlineCBLabel
source: Cashback for receipts
ru: Кэшбэк за чеки

# offlineCBTitle
source: Cashback for receipts
ru: Кэшбэк за чеки

# AllCategoryTitleLabel
source: All Categories
ru: Все категории

# Add favourite offers
source: Add stores in Favorites to have a rapid access to them
ru: Добавляйте магазины в Избранное, чтобы иметь быстрый доступ к ним

# Cashback is not credited for this product
source: Cashback depends on the country of delivery
ru: Кэшбэк зависит от страны доставки

source: Cashback will appear in Orders section in 3-5 days
ru: Кэшбэк появится в разделе заказы в течение 3-5 дней.

source: All
ru: Все

source: All stores
ru: Все магазины

# All offers
source: All products
ru: Все товары

# Name of shop
source: Store or product
ru: Магазин или товар

# shop search placeholder
source: Shop
ru: Магазин

source: Stores
ru: Магазины

source: Favorite
ru: Избранные

source: New
ru: Новые

source: See all
ru: См. все

source: Cashback up to
ru: Кэшбэк до

# Cashback depends
source: Cashback depends on the goods
ru: Кэшбэк зависит от товара

source: Average time of order confirmation
ru: Среднее время подтверждения заказа

source: Terms of purchase
ru: Правила покупки

source: Promo
ru: Акции

source: Coupons
ru: Купоны

source: Goods
ru: Товары

source: About stores
ru: О магазине

source: To the store
ru: В магазин

source: Show result
ru: Показать результат

source: Close
ru: Закрыть

source: Filter
ru: Фильтр

source: Reset
ru: Сбросить

source: Show stores
ru: Показать магазины

source: With increased cashback
ru: С повышенным кэшбэком

source: Sort
ru: Сортировка

source: By popularity
ru: По популярности

source: By alphabet
ru: По алфавиту

source: By descending cashback
ru: По убыванию кэшбэка

source: By newness
ru: По новизне

source: Category
ru: Категории

source: Auto
ru: Авто

source: Home appliance
ru: Бытовая техника

source: Everything for the office
ru: Все для офиса

# Baby products
source: Kids
ru: Детские товары

# The house and cottage
source: Home
ru: Дом и дача

source: Leisure and entertainment
ru: Досуг и развлечения

source: Computer equipment
ru: Компьютерная техника

source: Beauty and health
ru: Красота и здоровье

source: Equipment
ru: Оборудование

source: Clothing, shoes and accessories
ru: Одежда, обувь и аксессуары

source: Gifts and Flowers
ru: Подарки и цветы

source: Products
ru: Продукты

source: Sport and outdoors
ru: Спорт и отдых

source: Services
ru: Услуги

source: Electronics
ru: Электроника

source: Learn more
ru: Подробнее

source: Increased cashback rate until
ru: Кэшбэк повышен до

source: To buy with cashback, click on the store logo
ru: Чтобы купить с кэшбэком, нажмите на логотип магазина

# Rules of the store
source: Click the button "Learn more" to learn about the rules of the store
ru: По кнопке «Подробнее» вы узнаете о правилах магазина

source: Search results
ru: Результаты поиска

source: Cancel
ru: Отменить

source: No stores found
ru: Магазинов не найдено

source: No stores found on this request. Please select other filters.
ru: По данному запросу магазинов не найдено. Выберите другие фильтры.

source: No stores found on this request. Please enter other title of store.
ru: По данному запросу магазинов не найдено. Введите название другого магазина.

source: No stores found on this request. Please select other filters or enter other title of store.
ru: По данному запросу магазинов не найдено. Выберите другие фильтры или введите название другого магазина.

source: Repeat
ru: Повторить

source: Rates
ru: Ставки

source: Empty cart in store
ru: Очистите корзину в магазине

source: Before activating the cashback, be sure to empty the cart
ru: Перед активацией кэшбэка обязательно очистите корзину

source: Disable ad blockers
ru: Отключите блокировщики рекламы

# In case when you follow the AliExpress application error 404 appears
source: In case when you follow the AliExpress application error 404 appears, it is necessary to disable ad blockers, including blockers embedded in antiviruses. If you download an ad-blocking hosts file, you need to remove the lines relating to aliexpress.com and its subdomains from it.
ru: Если при переходе в приложение AliExpress выходит ошибка 404, необходимо выключить блокировщики рекламы, в т.ч. встроенные в антивирусы. Если вы скачали файл hosts, блокирующий рекламу, то необходимо удалить из него строки, касающиеся aliexpress.com и его поддоменов.

source: Buy on the sites of stores
ru: Покупайте на сайтах магазинов

# Mobile applications of all stores, except Aliexpress
source: Mobile applications of all stores, except Aliexpress, do not provide an opportunity to get cashback. In order to make a purchase, go from the Backit application to the store's website in a mobile browser.
ru: Мобильные приложения всех магазинов, кроме Aliexpress, не дают возможности получить кэшбэк. Чтобы совершить покупки, перейдите из приложения Backit на сайт магазина в мобильном браузере.

source: Hide
ru: Скрыть

source: Average waiting time for cashback
ru: Среднее время ожидания кэшбэка

source: Offer is disabled
ru: Оффер отключен

# Due to AliExpress terms you get cashback
source: Due to AliExpress terms you get cashback only if order is delivered to following countries:
ru: По правилам AliExpress кэшбэк будет начислен за этот товар только при доставке в следующие страны:

# Orders
source: My orders
ru: Мои заказы

source: Order number
ru: Номер заказа

source: Don't you find your order?
ru: Не нашли свой заказ?

# cashback_title
source: Cashback
ru: Кэшбэк

# price_title
source: Price
ru: Цена

# completed
source: Confirmed
ru: Подтвержден

# hold
source: On hold
ru: В обработке

# rejected
source: Canceled
ru: Отменен

source: Date of transition to processing
ru: Дата перехода в обработку

source: Date of transition to the balance
ru: Дата перехода на баланс

source: If you did not find the order in the list, use the order search form in the mobile version of backit.me
ru: Если вы не нашли заказ в списке, воспользуйтесь формой поиска заказа в мобильной версии backit.me

source: To mobile version
ru: В моб. версию

source: Date
ru: Дата

source: per week
ru: за неделю

source: per month
ru: за месяц

source: for 180 days
ru: за 180 дней

source: Select Period
ru: Выбрать период

source: Show all
ru: Показать все

source: Show results
ru: Показать результат

source: Selected: 180 days
ru: Выбрано: 180 дней

source: Apply
ru: Применить

source: Roll up
ru: Свернуть

source: We display orders for the last 180 days. You did not make purchases at the selected store during this period.
ru: Мы отображаем заказы за последние 180 дней. Вы не совершали покупки в выбранном магазине за этот период.

source: No orders found on this request. Please select other filters.
ru: По данному запросу заказов не найдено. Выберите другие фильтры.

source: Go shopping!
ru: Вперед, за покупками!

source: Order not found
ru: Заказ не найден

source: Your order is not listed. Use the order search form in the mobile version.
ru: Вашего заказа нет в списке. Воспользуйтесь формой поиска заказа в мобильной версии.

source: Order compensation
ru: Заказать компенсацию

source: This page will show your orders for the last 180 days. Make a purchase and get cashback.
ru: На этой странице будут показаны ваши заказы за последние 180 дней. Совершите покупку и получите кэшбэк.

source: Today
ru: Сегодня

source: Yesterday
ru: Вчера

# appearceToProcessing
source: Appeared in the processing
ru: Появился в обработке

# transitionToBalance
source: Moved to the balance
ru: Перешел на баланс

# transitionToBalanceError
source: Cancellation Date
ru: Дата отмены

# text copy
source: Text has been copied to clipboard
ru: Текст скопирован в буфер обмена

# ErrorSignInFacebook
source: We have not received your email from Facebook; please add your mail to Facebook and open access to it. After that we will be able to authorize you
ru: Мы не получили от Facebook вашу электронную почту; пожалуйста, добавьте в Facebook почту и откройте нам к ней доступ. После этого сможем вас авторизовать

# ErrorSocialAuthWithEmail
source: One of the Backit accounts is already linked to the mail you use to register a new account. If you want to link this account in a social network to an Backit account, do it in the Profile on the website backit.me
ru: К одному из аккаунтов ePN уже привязана почта, с которой вы регистрируете новый аккаунт. Если вы хотите привязать этот аккаунт в соцсети к акаунту Backit, сделайте это в Профиле на сайте backit.me

source: Terms of service
ru: Условия обслуживания

source: Privacy policy
ru: Политика конфиденциальности

source: Are you sure to logout?
ru: Вы уверены, что хотите выйти?

# Success attach
source: Account is successfully attached
ru: Аккаунт успешно привязан

# You can log in to ePN Cashback with this account
source: You can log in to Backit with this account
ru: Вы можете войти в Backit с этой учетной записью

source: Sign in with Facebook
ru: Войти через Facebook

source: Sign in with Vk
ru: Войти через Vk

source: Sign in with email
ru: Войти через эл. почту

source: Sign up with Facebook
ru: Создать аккаунт через Facebook

source: Sign up with VK
ru: Создать аккаунт через VK

source: Sign up with email
ru: Создать аккаунт через эл. почту

source: I don`t have an account, I want to <sign up>
ru: У меня нет аккаунта, хочу <зарегистрироваться>

source: I have an account, I want to <sign in>
ru: У меня есть аккаунт, хочу <войти>

source: Sign up
ru: Создание аккаунта

source: Next
ru: Далее

source: Ok
ru: Ок

source: Sign in
ru: Войти

# Sign in title
source: Sign in
ru: Вход

source: Don`t remember my password
ru: Не могу вспомнить пароль

source: Incorrect password
ru: Неправильный пароль

source: By creating an account, I accept <Terms of Service>
ru: Нажимая кнопку Далее, вы соглашаетесь с <правилами сервиса>

source: By creating an account, I accept <Privacy Policy>
ru: Нажимая кнопку Далее, вы соглашаетесь с <политикой конфиденциальности>

source: We haven't found an account, linked to this email. Do you want to <creat new account?>
ru: Мы не нашли аккаунт, привязанный к этой эл. почте. Хотите <создать новый?>

# We haven't found an account
source: We haven't found an account with such email
ru: Мы не нашли аккаунт c такой почтой

source: The password is too short. You need to add <n> more symbols
ru: Слишком короткий пароль. Нужно добавить еще <n> символов

# The password is incorrect
source: You may have used incorrect characters
ru: Вы используете запрещенные символы

# One of ePN accounts is linked with this email. Do you want to sign in?
source: One of Backit accounts is linked with this email. Do you want to <sign in?>
ru: К одному из аккаунтов в Backit уже привязан такой email. Хотите <войти в этот аккаунт?>

# Do you want to sign in?
source: Account with this email already exists
ru: Аккаунт с такой почтой уже существует

source: Enter your email
ru: Введите вашу эл. почту

source: Enter your password
ru: Введите ваш пароль

source: I have a promo code
ru: У меня есть промо-код

source: You are registered
ru: Вы зарегистрированы

source: Buy with a cashback, explore the potential of the application.
ru: Покупайте с кэшбэком, исследуйте возможности приложения.

source: Let's go shopping!
ru: Вперед, за покупками!

source: Protect your account and access to your payments. To do this, <confirm the registration.>
ru: Защитите аккаунт и получите доступ к выплатам. Для этого <подтвердите регистрацию.>

source: Link a social network account
ru: Привяжите аккаунт социальной сети

source: User with email. *** already exists. Link the account to Backit to sign in to the application without email and password.
ru: Пользователь с эл. почтой *** уже существует. Привяжите аккаунт к Backit, чтобы входить в приложение без ввода эл. почты и пароля.

source: Link
ru: Привязать

source: Password recovery
ru: Восстановление пароля

source: Enter your email address.
ru: Введите вашу эл. почту

source: Recover
ru: Восстановить

source: A password recovery email will be sent
ru: Письмо для восстановления пароля будет отправлено

source: For the safety and security of your funds, we will block payments for 72 hours. After 72 hours you can withdraw money again.
ru: Для безопасности и сохранности ваших средств, мы заблокируем выплаты на 72 часа. Через 72 часа вы сможете снова выводить деньги.

source: Send a mail
ru: Отправить письмо

source: Email's been sent
ru: Письмо отправлено

source: We sent a email to *** for password recovery.
ru: Мы отправили письмо на *** для восстановления пароля.

source: View
ru: Посмотреть

source: Create a new password
ru: Создание нового пароля

source: Create a new password and confirm it.
ru: Придумайте новый пароль и подтвердите его.

source: New password
ru: Новый пароль

source: Email
ru: Электронная почта

source: Password
ru: Пароль

source: Create
ru: Создать

source: Successfully
ru: Успешно

source: The new password was successfully created. Log in to the system
ru: Новый пароль успешно создан. Войдите в систему

source: Enter a promo code
ru: Введите промо-код

source: Promo code
ru: Промо-код

source: Add
ru: Добавить

source: Where can I get a promo code?
ru: Где получить промо-код?

source: Promo code can be obtained from our partners or in social media: Vkontakte, Facebook, Instagram.
ru: Промо-код можно получить от наших партнеров или в лентах соц. сетей: Вконтакте, Фейсбуке, Инстаграме.

# Promo code entered
source: Activated!
ru: Промо-код введен

source: The program requests permission to send mailings to email
ru: Программа запрашивает разрешение на отправку рассылок на эл.почту

source: Newsletters will be informed about promotions, competitions, adding new offers. You can change the consent in the settings section at any time.
ru: Рассылки будут информировать об акциях, конкурсах, добавлении новых офферов. Вы cможете изменить согласие в разделе настроек в любой момент.

source: Allow
ru: Разрешить

source: Dismiss
ru: Отклонить

source: Enter the code from the image and confirm that you are not a robot.
ru: Введите код с картинки и подтвердите, что вы не робот

source: Code
ru: Код

source: Send
ru: Отправить

source: The code does not match the code on the picture
ru: Код не совпадает с кодом на картинке

source: Password is less than 8 characters
ru: Пароль меньше 8 символов

source: Average Password
ru: Средний пароль

source: Good Password
ru: Хороший пароль

source: Excellent password
ru: Отличный пароль

source: You can make the password more reliable: add a large letter
ru: Можно сделать пароль надежнее: добавить большую букву

source: If you want to strengthen the password, add a symbol
ru: Если хотите усилить пароль, добавьте символ

source: If you want to strengthen the password, add a symbol and a number
ru: Если хотите усилить пароль, добавьте символ и цифру

source: Login with
ru: Войти через сервисы

source: Sign up with
ru: Создать аккаунт через сервисы

source: or
ru: или

source: Account with this email already exists
ru: Аккаунт с таким email уже существует

# Promo code not exist
source: Promo code doesn't exist
ru: Промо-код не существует

source: Promocode not found
ru: Промо-код не найден

# Incorrect promocode
source: Incorrect promotional code
ru: Некорректный промокод

source: Promocode has not yet begun
ru: Промо-код еще не начал действовать

# The password is too short
source: The password must contains at least 8 symbols
ru: Пароль меньше 8 символов

source: Normal password
ru: Средний пароль

source: Good password
ru: Хороший пароль

source: Your account type doesn't support promo-codes!
ru: Для аккаунта вашего типа активация промо-кодов невозможна!

source: Promo code can't be empty!
ru: Промо-код не может быть пуст!

source: You already activated this promo code!
ru: Вы уже активировали этот промо-код!

source: Number of activations for this code was exhausted!
ru: Для этого промо-кода исчерпано возможное количество активаций!

source: This promo code was expired
ru: Срок возможной активации для этого промо-кода истёк!

source: Wrong confirmation code
ru: Неверный код подтверждения

source: Required fields
ru: Заполнены не все поля

source: Wrong username or password
ru: Неверный логин или пароль

source: Wrong refresh token
ru: Не удалось получить верный токен доступа для вас. Попробуйте еще раз, пожалуйста.

source: Wrong email format
ru: Некорректный формат email

source: Wrong password format
ru: Некорректный формат пароля

source: Email already exists
ru: Аккаунт с таким email уже существует

source: Email not found
ru: Аккаунт с таким email не найден

source: Purse not found
ru: Кошелек не найден

# Status error purse
source: Incorrect purse format
ru: Некорректный формат кошелька. Проверьте правильность ввода данных и повторите попытку

# Status error purse exist
source: This purse already exists
ru: Этот кошелек уже добавлен

source: Promocode expired
ru: Срок действия промокода истёк

source: Promocode over limit
ru: У промокода закончилось количество активаций

source: Promocode already activated
ru: Вы уже активировали этот промокод

source: Social network authorization error email already exists
ru: Аккаунт с таким email уже существует. Вы можете авторизоваться в нем и привязать аккаунт соцсети к аккаунту Backit

source: Promocode wrong user role
ru: Промокод предназначен для аккаунта другого типа

source: Send confirmation timeout minutes
ru: Подождите минуту перед новым запросом

# Send confirmation code timeout days
source: We've sent you 20 messages already. Please, try again tommorow
ru: Вы запросили больше 20 сообщений. Попробуйте снова через сутки

source: Sms code not exist
ru: Неверный смс-код

# Confirmation send timeout
source: Please try again later
ru: Пожалуйста, попробуйте позже

source: Email already confirmed
ru: Email уже подтвержден

source: Phones are equal
ru: Номера телефонов не должны совпадать

source: Current phone not correct
ru: Вы ввели не тот номер телефона, который сейчас привязан к вашему аккаунту

source: Phone not confirmed
ru: Номер телефона не подтвержден

source: Wrong sso token
ru: Не удалось получить верный токен доступа для вас. Попробуйте еще раз, пожалуйста

source: Tracking number not found
ru: Номер отслеживания не найден

source: Unauthorized invalid token
ru: Не удалось получить верный токен доступа для вас. Попробуйте еще раз, пожалуйста

# Unauthorized invalid hash
source: Request a password recovery email again.
ru: Запросите письмо для восстановления пароля повторно.

source: Password not change
ru: Пароль не изменен

# Acl role not allowed for request
source: Your account is not suitable for using cashback applications
ru: Ваш аккаунт не подходит для использования кэшбэк-приложения

# Validation not passed
source: This label already has 100 offers for this user
ru: Нельзя добавить больше 100 магазинов в Избранное

source: Validation unknown error
ru: Не удалось получить данные. Попробуйте еще раз

source: Validation purse not found
ru: Кошелек не найден

# Validation payment is blocked
source: You’ve changed data: for security reasons payouts are temporarily on hold
ru: Вы меняли данные: для безопасности выплаты временно заблокированы

# Validation payment is hold
source: Payouts are blocked: please contact technical support.
ru: Выплаты заблокированы: обратитесь в техподдержку

source: Too many requests
ru: Ошибка. Пожалуйста, сделайте паузу и попробуйте еще раз позже

source: Need captcha
ru: Введите капчу

source: User is deleting
ru: Аккаунт, который вы пытаетесь использовать, удален

source: Wrong captcha
ru: Неверно введен код с изображения

source: Undefined server error
ru: Ошибка на сервере: пожалуйста, попробуйте повторить действие позже

source: Server error while creating access token
ru: Ошибка на сервере: пожалуйста, попробуйте повторить действие позже

source: Error while creating new user
ru: Не удалось создать аккаунт. Попробуйте еще раз

source: Server error while creating refresh token
ru: Не удалось получить верный токен доступа для вас. Попробуйте еще раз, пожалуйста

source: Server error while creating social network auth
ru: Не получилось авторизовать вас через соцсеть: пожалуйста, попробуйте еще раз

source: Undefined service error
ru: Неизвестная ошибка. Пожалуйста, выполните действие еще раз или обратитесь в техподдержку

source: Get profile from social network error
ru: Не удалось получить информацию о вашем аккаунте в соцсети. Выполните действие еще раз

# Link social profile error
source: This account is bound with another account.
ru: Эта учетная запись связана с другим аккаунтом

source: Error while creating ssid token
ru: Не удалось получить верный токен доступа для вас. Попробуйте еще раз, пожалуйста

source: Password recovery server error
ru: Не получилось восстановить пароль. Попробуйте еще раз

source: Cant update user password
ru: Не получилось обновить пароль. Попробуйте еще раз или обратитесь в техподдержку

source: Sending confirmation email error
ru: Не удалось отправить письмо на ваш email для подтверждения. Попробуйте еще раз

source: Server error while unlink social network for user
ru: Не удалось отвязать аккаунт соцсети. Попробуйте еще раз

source: Cant get balance
ru: Не удалось загрузить ваш баланс. Попробуйте посмотреть его чуть позже

source: Cant get user purses
ru: Не удалось загрузить список ваших кошельков. Попробуйте посмотреть его чуть позже

source: Cant get confirm purse
ru: Не удалось подтвердить кошелек

source: Cant remove purse
ru: Не удалось удалить кошелек. Попробуйте еще раз

source: Cant add new purse
ru: Не удалось добавить кошелек. Попробуйте еще раз

source: Cant make purse charity
ru: Не удалось добавить кошелек. Попробуйте еще раз

source: Promocode activation failed
ru: Не удалось активировать промокод. Попробуйте еще раз

# Current password not correct
source: Incorrect old password
ru: Неверный старый пароль

source: Password change is blocked
ru: Вы не можете изменить пароль в настоящий момент

source: Passwords not equal
ru: Пароли не совпадают

source: Password not edited
ru: Не удалось изменить пароль. Попробуйте еще раз

source: Confirmation impossible
ru: Невозможно подтвердить

source: Profile not edited
ru: Данные профиля не изменены. Попробуйте еще раз

source: Send email retry limited
ru: Мы отправили максимально возможное количество писем на ваш email на настоящий момент. Попробуйте позже. Если не можете найти писем от нас, проверьте папку спам

source: Phone already confirmed
ru: Номер телефона уже подтвержден

source: Phone not confirmed by sms
ru: Номер телефона не подтвержден. Подтвердите

source: Active code not exist
ru: Код из смс истёк или не отправлен. Нужно получить код заново

source: Account got deleted
ru: Этот аккаунт удален

source: Avatar not found
ru: Аватар не найден

source: You try to order payout, that bigger than maximum payout limit for this wallet type
ru: Вы пытаетесь заказать выплату больше максимального размера для данного типа кошелька

source: Price history is empty
ru: Нет данных по товару

source: Unexpected response from server
ru: Неожиданный ответ от сервера

source: Wrong new password format
ru: Некорректный формат нового пароля

# Sunday
source: Sun
ru: Вс

# Monday
source: Mon
ru: Пн

# Tuesday
source: Tue
ru: Вт

# Wednesday
source: Wed
ru: Ср

# Thuesday
source: Thu
ru: Чт

# Friday
source: Fri
ru: Пт

# Saturday
source: Sat
ru: Сб

source: Account
ru: Аккаунт

source: Payment history
ru: История выплат

# CB Links
source: Cashback-link and price dynamics
ru: Кэшбэк-ссылка и динамика цены

source: Promocodes
ru: Промокоды

source: Invite friends
ru: Пригласить друзей
