Repository: VetalSkri/Example
Catalog: ePN Cashback/*.lproj/Localizable.strings
Languages: ru

# Start a dialogue
source: Start dialogue
ru: Начать диалог

source: Subject of issue
ru: Тема вопроса

source: Finish conversation?
ru: Завершить беседу?

source: Your question will go to the tab Closed
ru: Ваш вопрос отправится во вкладку Закрытые

source: Complete
ru: Завершить

source: Evaluate Technical Support
ru: Оцените работу техподдержки

source: Evaluate
ru: Оценить

source: Comment
ru: Комментарий

source: Order is not counted
ru: Не засчитался заказ

# Follow the page of the lost order
source: Follow the page of the lost order, we will help you find it or get compensation: https://backit.me/cashback/orders-search
ru: Переходите на страницу потерянного заказа, поможем вам его найти или получить компенсацию: https://backit.me/cashback/orders-search

source: Order is being processed for a long time
ru: Заказ долго в обработке

# Hello! Please, indicate
source: Hello! Please indicate: * the store where you made the order; *Order number; *order date. Our experts will be able to quickly resolve the issue if you attach screenshots
ru: Здравствуйте! Укажите, пожалуйста: *магазин, в котором вы сделали заказ; *номер заказа; *дату заказа. Наши специалисты смогут быстрее разобраться в вопросе, если вы прикрепите скриншоты

source: Order is received, cashback is refused
ru: Заказ получен, кэшбэк отклонен

source: Cashback amount is less than expected
ru: Сумма кэшбэка меньше ожидаемой

# Please, indicate product link
source: Hello! Please indicate: *the store where you made the order; *Order number; *order date; *product link. Our experts will be able to quickly resolve the issue if you attach screenshots
ru: Здравствуйте! Укажите, пожалуйста: *магазин, в котором вы сделали заказ; *номер заказа; *дату заказа; *ссылку на товар. Наши специалисты смогут быстрее разобраться в вопросе, если вы прикрепите скриншоты

source: Payment issue
ru: Вопрос по выплате

# Please tell us what happened.
source: Hello! Please tell us what happened.
ru: Здравствуйте! Расскажите, пожалуйста, что произошло.

source: Referral is not counted
ru: Не засчитался реферал

# Referral is not counted message
source: Hello! Please tell us what happened. Our experts will be able to quickly resolve this issue if you: *send the link by which you invited the referral; *specify the referral's login; *the device from which you sent the link; *the device on which your referral registered
ru: Здравствуйте! Расскажите, пожалуйста, что произошло. Наши специалисты смогут быстрее разобраться в вопросе, если вы: *отправите ссылку, по которой вы пригласили реферала; *укажите логин реферала; *устройство, с которого вы отправили ссылку; *устройство, с которого регистрировался ваш реферал.

source: Referrals and Affiliate Programs
ru: Рефералы и партнерские программы

source: Promotional codes and promotions
ru: Промокоды и акции

source: Other problem
ru: Другая проблема

# Other problem message
source: Please tell us what happened. Our experts will be able to quickly resolve this issue if you attach screenshots
ru: Здравствуйте! Расскажите, пожалуйста, что произошло. Наши специалисты смогут быстрее разобраться в вопросе, если вы прикрепите скриншоты

source: Enter your message
ru: Введите ваше сообщение

source: You
ru: Вы

# TodaySmall
source: today
ru: cегодня

# YesterdaySmall
source: yesterday
ru: вчера

# 3 photos maximum No more than 15 Mb
source: Maximum 3 photos, not more than 15 MB
ru: Максимум 3 фотографии, размер каждой - не более 15 MB

# Photo
source: Video/Photo
ru: видео/фото

# Photos
source: Videos/Photos
ru: видео/фото

source: Delete
ru: Удалить

source: Resend
ru: Переотправить

# No open tickets
source: You have no open questions yet
ru: У вас пока нет открытых вопросов

# No close tickets
source: You have no closed questions yet
ru: У вас пока нет закрытых вопросов

source: Connection lost
ru: Соединение потеряно

source: Check your internet connection and refresh the page.
ru: Проверьте подключение к интернету и обновите страницу.

source: Refresh
ru: Обновить

source: Permission denied
ru: Доступ запрещен

source: Not have access to gallery. Please, allow the application to access to your photo library.
ru: Нет доступа к галерее. Пожалуйста, разрешите приложению доступ к вашей библиотеке фотографий.

# No more than 15 Mb
source: Maximum file size - 15 MB
ru: Максимальный размер файла - 15 MB

source: Lottery
ru: Лотерея

source: Lottery Winner!
ru: Победитель лотереи!

source: Your cashback
ru: Ваш кэшбэк

source: Receipt #
ru: Чек №

# Winnings will appear in the My Orders tab
source: The winning will be displayed in the "My Orders" tab
ru: Выйгрыш отобразится во вкладке "Мои заказы"

source: until
ru: до

# Win
source: Victory!
ru: Победа!

# ReceiptValue
source: Receipt for
ru: Чек на

source: Win up to 100% cashback for any receipt
ru: Выиграй до 100% кэшбэка за любой чек

source: Hello, friend!
ru: Привет, друг!

source: Create account
ru: Создать аккаунт

source: Log in to Backit
ru: Войти в Backit

source: Backit login
ru: Вход в Backit

# Forgot your password?
source: Forgot password?
ru: Забыли пароль?

source: Continue
ru: Продолжить

source: Password change
ru: Замена пароля

# Recovery info message
source: A letter with further actions will be sent to this email. For the safety and security of your funds, we will block the withdrawal of funds for 72 hours.
ru: Письмо с дальнейшими действиями будет отправлено на данный email. Для безопасности и сохранности ваших средств, мы заблокируем вывод средств на 72 часа.

source: Email is sent!
ru: Письмо отправлено!

source: Take me back to the main page
ru: Вернуться на Главную

# Enter promotional code
source: Promocode
ru: Промокод

source: By clicking "Continue", you confirm that you accept the <Terms> and <the Privacy Policy> of the Backit Affiliate Program
ru: Нажимая «Продолжить», Вы принимаете <Условия>, и <Политику конфиденциальности> партнерской программы Backit

source: I agree to receive newsletters
ru: Я согласен на новостную рассылку

# from 8 to 20 characters
source: from 8 characters
ru: от 8 символов

source: Account is created successfully!
ru: Аккаунт успешно создан!

source: Add promotional code
ru: Добавить промокод

source: The promotional code can be obtained from our partners or in the social media: Vkontakte, Facebook, Instagram.
ru: Промокод можно получить от наших партнеров или в лентах соц. сетей: Вконтакте, Фейсбуке, Инстаграме.

source: Back
ru: Назад

source: Bind
ru: Привязать

source: You have an account registered at
ru: У вас есть аккаунт, зарегистрированный на почту

source: Bind your
ru: Привязать аккаунт

source: account to your Backit account?
ru: к вашему аккаунту Backit?

source: Account binding
ru: Привязка аккаунта

source: Enter your password from your
ru: Введите ваш пароль от аккаунта

source: account in Backit.
ru: в Backit.

source: is successfully bound!
ru: успешно привязан!

source: The new password was created!
ru: Новый пароль создан!

# You already have an account registered by this mail attached to your Apple id
source: You already have an account registered by this mail attached to your Apple id. At the moment, it's impossible to attach the Backit account to this Apple ID.
ru: У вас уже есть аккаунт, зарегистрированный на электронную почту от вашего Apple id. Временно мы не можем дать вам возможность связать аккаунт Backit и данный Apple id.

source: Number of appeals is exceeded
ru: Превышено количество обращений

source: Enter the code from the image and confirm that you are not a robot
ru: Введите код с картинки и подтвердите что вы не робот

source: Code from the picture
ru: Код с картинки

source: Profile
ru: Профиль

# delete_profile
source: Delete account
ru: Удаление аккаунта

# delete_profile_title
source: Please read the information carefully before deleting your account:
ru: Перед удалением аккаунта ознакомьтесь с данной информацией:

# delete_profile_message
source: 1. If you delete your account, all your personal data will be also deleted (email, login, password, profile data, wallets, orders, etc.). 2. While removing your account, all your referrals will be detached. And you will not get any more income for them. 3. All funds on the accounts will no longer be available. We recommend to withdraw all available funds on the personal accounts of the service before deleting. 4. Deleted account cannot be recovered. Therefore, in order to continue using the service after deleting the current account, you will need to register again. 5. The account will be permanently deleted after 30 days from the beginning of the deletion process. During this period, it is possible to cancel the deletion process. In order to do this, you need to write to contact the technical support service.
ru: 1. Удаление аккаунта приведет к полному удалению всех личных данных (email, логин, пароль, данные профиля, кошельки, заказы и т.д.). 2. При удалении аккаунта будут отвязаны все рефералы. Доход по ним более не будет начисляться. 3. Все средства на счетах более не будут доступны. Рекомендуем перед удалением вывести все имеющиеся средства на личных счетах сервиса. 4. Удаленный аккаунт не подлежит восстановлению. Следовательно, чтобы продолжать пользоваться сервисом после удаления текущего аккаунта, вам будет необходимо заново зарегистрироваться. 5. Аккаунт будет окончательно удален после 30 дней с момента запуска процесса удаления. В данный период возможно отменить процесс удаления, для этого необходимо написать в техническую поддержку сервиса.

# Enter the control line 08040116 to delete your account
source: Enter the control line to delete your account:
ru: Для удаления аккаунта введите контрольную строку —

source: Control line
ru: Контрольная строка

source: Account will be finally deleted after 30 days
ru: Аккаунт будет окончательно удален после 30 дней

source: By clicking the «Get Code»‎ button, you agree to receive sms notifications
ru: Нажимая кнопку «Получить код»‎, вы соглашаетесь на получение sms уведомлений

source: Link social networks in order to log in with one click:
ru: Привяжите социальные сети, чтобы вы могли входить в систему одним кликом:

source: Add mail address
ru: Добавить почту

source: Add mobile number
ru: Добавить телефон

source: Location
ru: Местоположение

source: Change your password
ru: Изменить пароль

source: Delete account
ru: Удалить аккаунт

source: Successfully: social network account is bound
ru: Успешно: соц. сеть привязана

source: Error: This account is bound with another account.
ru: Ошибка: Эта учетная запись связана с другим аккаунтом

source: Enter country
ru: Введите страну

source: Enter region
ru: Введите регион

source: Enter city
ru: Введите город

source: Confirm mail address!
ru: Подтвердите почту!

source: Confirm mobile number
ru: Подтвердите телефон

source: Phone isn't confirmed
ru: Телефон не подтвержден

source: Link and confirm your email to protect your account and gain access to payouts
ru: Для защиты аккаунта и получения доступа к выплатам, привяжите и подтвердите электронную почту

source: Check your email!
ru: Проверьте почту!

# A confirmation mail has been set to your mailbox
source: A confirmation mail has been sent to your mailbox
ru: На вашу почту было отправлено письмо для подтверждения

source: Successfully: Changes have been saved
ru: Успешно: изменения сохранены

source: Add password
ru: Добавить пароль

source: For security, create a password with more than 8 characters
ru: Для безопасности придумайте пароль, содержащий более 8 символов

# Male
source: M
ru: М

# Female
source: F
ru: Ж

source: Done
ru: Готово

source: See photo
ru: Посмотреть фото

source: Delete photo
ru: Удалить фото

source: Enter name
ru: Введите имя

source: M
ru: М

# W
source: F
ru: Ж

source: Date of birth
ru: Дата рождения

source: This section is under development
ru: Раздел находится в разработке

source: Add email
ru: Добавьте почту!

# Add and confirm email
source: If you want to add phone number, please add and confirm email
ru: Чтобы добавить номер телефона, сначала необходимо привязать почту

# Add email button
source: Add email
ru: Добавить

source: Select country
ru: Выберите страну

# Phone usage info
source: To protect your account from cases of fraud, use your mobile phone to confirm operations. By clicking the "Next" button, you agree to receive sms notifications.
ru: Для защиты вашего аккаунта от мошенников используйте телефон для подтверждения операций. Нажимая кнопку «Далее»‎, вы соглашаетесь на получение sms уведомлений.

# Edit phone info 1
source: By clicking the "Next" button, you agree to receive sms notifications
ru: Нажимая кнопку «Далее»‎, вы соглашаетесь на получение sms уведомлений

# Edit phone info 2
source: By clicking the "Next" button, you agree to receive sms notifications Phone number will be changed. But we should block payouts for 15 days to ensure your safety.
ru: Нажимая кнопку «Далее»‎, вы соглашаетесь на получение sms уведомлений Номер будет изменен, но в целях вашей безопасности мы заблокируем выплаты на 15 дней.

# Edit phone info 2 Specific Color
source: for 15 days
ru: на 15 дней

# Phone
source: Phone number
ru: Телефон

# Please enter code
source: Enter code from SMS
ru: Введите одноразовый пароль из SMS

source: Incorrect code. Please try again
ru: Неверный код. Попробуйте еще раз

source: Send again in
ru: Отправить повторно через

# OrdersTitle
source: Orders
ru: Заказы

source: Purchase for
ru: Покупка на

# Order №
source: Order No.
ru: Заказ №

# Receipt №
source: Receipt No.
ru: Чек №

# Cashback found. More inside
source: Cashback found. More details here
ru: Кэшбэк найден. Подробнее внутри

source: No cashback products found
ru: Не найдены товары с кэшбэком

# Looking for cashback in your check
source: Searching for cashback in your receipt
ru: Ищем кэшбэк в вашем чеке

source: Receipts
ru: Чеки

source: You have no orders yet
ru: У вас пока нет заказов

# Here you will find your purchases in stores
source: Here you will find your purchases in stores, scanned receipts and cashback data for the last 6 months.
ru: Здесь будут ваши покупки в магазинах, сканированные чеки и данные о кэшбэке за последние 6 месяцев.

source: Without filters
ru: Без фильтров

# Scanning a receipt
source: Receipt scanning
ru: Сканирование чека

# Transaction_accrued
source: accrued
ru: начислен

# Transaction_on_hold
source: in processing
ru: в обработке

# Transaction_сanceled
source: сanceled
ru: отменен

# TransactionStatus_Completed
source: cashback is accrued
ru: кэшбэк начислен

# TransactionStatus_Rejectd
source: cashback is canceled
ru: кэшбэк отменен

# TransactionStatus_InProcess
source: cashback in processing
ru: кэшбэк в обработке

# TransactionStatus_CashbackFound
source: Cashback found.
ru: Кэшбэк найден.

# A separate order has been created for goods
source: We has created a separate order for the product with cashback, its number matches with the receipt number
ru: Для товара с кэшбэком создан отдельный заказ с таким же номером чека

source: Purchase on
ru: Покупка

source: for
ru: на

source: Copied
ru: Скопировано

# Cashback has switched to balance and is available for withdrawal.
source: Cashback has been counted to balance and it is available for withdrawal.
ru: Кэшбэк перешел на баланс и доступен к выводу.

source: Please check the receipt again. If there is exactly the cashback product there, contact our tech support.
ru: Пожалуйста, проверьте чек еще раз. Если там точно есть нужный товар, напишите в техподдержку.

# Cashback for order canceled
source: Cashback for this order is canceled. This happens if the buyer returns the product. If an error occurs and you have this product, contact our tech support.
ru: Кэшбэк за заказ отменен. Так бывает, если покупатель оформляет возврат товара. Если произошла ошибка и товар у вас, напишите в техподдержку.

# Checking a check takes from a few days to a couple of months.
source: Receipt checking takes from a few days to a couple of months. You can see average cashback waiting time on the offer page.
ru: Проверка чека занимает от нескольких дней до пары месяцев. Среднее время ожидания кэшбэка можно посмотреть на странице предложения.

# Confirm receipt of order on AliExpress to get cashback faster.
source: Confirm receiving your order on AliExpress to get cashback faster.
ru: Подтвердите получение заказа на AliExpress, чтобы быстрее получить кэшбэк.

# Order processing takes from several days to a couple of months.
source: Order processing takes from several days to a couple of months. You can see average cashback waiting time on the store page in our application.
ru: Обработка заказа занимает от нескольких дней до пары месяцев. Среднее время ожидания кэшбэка можно посмотреть на странице магазина в нашем приложении.

source: Go to the store
ru: Перейти в магазин

source: Receipt Information
ru: Информация о чеке

source: No orders found
ru: Заказов не найдено

source: Renewed
ru: Обновлено

source: Receipt in processing since
ru: Чек в обработке с

source: Receipt was checked on
ru: Чек проверен

source: Receipt was declined on
ru: Чек отклонен

source: Item was found in receipt on
ru: Товар найден в чеке

source: Cashback for the product was accrued on
ru: Кэшбэк за товар начислен

source: Cashback was rejected on
ru: Кэшбэк за товар отклонен

source: Cashback for purchase is being processed since
ru: Кэшбэк за покупку в обработке с

source: Cashback was credited to the balance on
ru: Кэшбэк начислен на баланс

source: Cashback for purchase was rejected on
ru: Кэшбэк за покупку отклонен

source: Ok, thanks
ru: Хорошо, спасибо

source: social network is deleted
ru: соц. сеть удалена

source: This account is bound with another account
ru: Эта учетная запись связана с другим аккаунтом

source: First of all, confirm the e-mail address and set a password
ru: Сначала подтвердите Email-адрес и установите пароль

source: social network account is bound
ru: соц. сеть привязана

source: Old password
ru: Старый пароль

# In order to change the password
source: In order to change the password, enter your old password, then create a new password
ru: Для изменения пароля введите старый пароль, придумайте новый

source: changes have been saved
ru: изменения сохранены

source: Please try again later
ru: Пожалуйста, попробуйте позже

source: This account is bound with another account.
ru: Эта учетная запись связана с другим аккаунтом

source: You haven't confirmed email
ru: Вы не подтвердили почту

# AliExpress link checker title
source: New AliExpress conditions
ru: Новые условия AliExpress

# AliExpress link checker description
source: AliExpress does not charge cash back for all products. Check if you get cashback for your purchase
ru: AliExpress начисляет кэшбэк не за все товары. Проверьте, получите ли вы кэшбэк за покупку

# AliExpress link checker button title
source: Check
ru: Проверить
