Repository: VetalSkri/Example
Catalog: ePN Cashback/*.lproj/Localizable.strings
Languages: ru

# Support
source: Technical support
ru: Техподдержка

# Exit
source: Log out
ru: Выйти

source: Order Payment
ru: Заказать выплату

source: Try again
ru: Попробовать снова

source: Available
ru: Доступно

source: In Hold
ru: В обработке

# InfoNoBalance
source: Here you can see the balance and withdraw your money. To do this, make the first purchase.
ru: Здесь можно смотреть баланс и выводить деньги. Для этого совершите первую покупку.

# ErrorInfoBalance
source: Failed to load balances. Check your internet connection or load this section again.
ru: Не удалось загрузить балансы. Проверьте подключение к интернету или загрузите раздел снова.

source: The minimum withdrawal amount on the chosen wallet is
ru: Минимальная сумма вывода на выбранный кошелек

source: The min. withdrawal amount is
ru: Мин. сумма вывода

source: The min. withdrawal amount from
ru: Мин. сумма вывода от

source: Choose another balance or wallet
ru: Выберите другой баланс или кошелек

source: Without commission
ru: Без комиссии

source: Сommission
ru: Комиссия

source: Withdraw
ru: Вывести

source: Where to transfer money to?
ru: Куда выведем деньги?

source: The payout is successfully ordered
ru: Выплата успешно заказана

source: to
ru: на

source: Currency conversion
ru: Конвертация валют

# Currency conversion Info
source: In case the card currency does not coincide with the transfer currency (EUR or USD), conversion will be carried out at the rate of the issuing bank of the card recipient.
ru: В случае, если валюта карты не совпадает с валютой перевода (EUR либо USD), будет произведена конвертация по курсу банка-эмитента карты получателя.

# Currency conversion Info Ukraine V2
source: If you withdraw payment from USD balance, it would be converted to UAH and then go to your card. If you withdraw payment from other balances, first it would be converted in USD, than it would be converted from USD to UAH
ru: Если вы заказываете выплату не с долларового счета, сначала произойдет конвертация в доллары по курсу ЦБ РФ на текущую дату. После этого доллары конвертируются в гривны.

# Minimum amount
source: Limits
ru: Лимиты

source: Minimum one-time payment:
ru: Минимальный разовый платеж:

# Maximum one-time payment
source: maximum: 2000 $, 2000 €.
ru: максимальный: 2000 $, 2000 €.

# Maximum one-time payment Ukraine V2
source: maximum: 500 $.
ru: максимальный: 500 $.

source: Term for transferring funds
ru: Срок перечисления средств

# Term for transferring funds Info Ukrain V2
source: You will receive payment in 1 - 5 days
ru: Срок зачисления платежей составляет от 1 до 5 рабочих дней.

# Term for transferring funds Info
source: The term for crediting payments is from 1 to 3 business days.
ru: Срок зачисления платежей составляет от 1 до 3 рабочих дней.

# Amount of payment
source: Amount payable
ru: Сумма выплаты

source: On this page the list of the payouts that have been ordered will be displayed
ru: На этой странице будет отображаться список заказанных выплат

# Payment_completed
source: Confirmed
ru: Подтверждена

# Payment_hold
source: On hold
ru: В обработке

# Payment_rejected
source: Canceled
ru: Отменена

# Payment_banned
source: Banned
ru: Заблокирована

# CharityTitle
source: Charity
ru: Благотворительность

# CharitySubitle
source: Khabensky Fund
ru: Фонд Хабенского

# SpecialReceiptLabel
source: Special offers
ru: Спецпредложения

# ScanReceipt
source: Scan check
ru: Сканировать чек

source: Products or store
ru: Товар или магазин

# OfflineCashback
source: Receipts
ru: Чеки

source: Date and time of purchase
ru: Дата и время покупки

source: Amount of receipt
ru: Сумма чека

source: Fiscal memory device ("ФН")
ru: ФН

source: Fiscal documents ("ФД")
ru: ФД

source: Fiscal code of documents ("ФП" or "ФПД")
ru: ФП или ФПД

source: Specified at the beginning or at the end of receipt
ru: Указаны в начале или в конце чека

source: Specify cost of the purchase with kopecks
ru: Укажите сумму покупки с копейками

source: 16 numbers specified at the beginning or at the end of receipt
ru: 16 цифр, в начале или конце чека

source: 3-5 numbers specified at the end of receipt
ru: Обычно 3-5 цифр, в конце чека

source: 8-10 numbers specified at the end of receipt
ru: Обычно 8-10 цифр, в конце чека

source: The field shoudn't be empty
ru: Поле не должно быть пустым

source: Your receipt may look different
ru: Ваш чек может выглядеть по-другому

source: How to find the necessary data on the receipt?
ru: Как найти данные в чеке?

source: We cannot accept this receipt for processing.
ru: Мы не можем принять этот чек в обработку

source: Point the camera at the QR code and scan it
ru: Наведите камеру на QR-код и сканируйте его

source: Failed to scan a QR code?
ru: Не удалось сканировать QR-код?

source: Enter data manually
ru: Ввести данные вручную

source: An unexpected error has occurred
ru: Произошла непредвиденная ошибка

# noneCB
source: No offer found
ru: Предложение не найдено

# on_duplicateCB
source: You have already scanned this receipt
ru: Этот чек уже был добавлен вами ранее

# on_duplicate2CB
source: Somebody has already added this receipt
ru: Этот чек уже был добавлен ранее другим пользователем

# on_limitedCB
source: At the moment you have already sent the maximum number of receipts. Look at the offer terms and try again later
ru: Вы уже отправили максимальное количество чеков на настоящий момент. Посмотрите условия предложения и попробуйте позже

# on_invalidCB
source: Check received incorrect data. Try to scan the receipt again
ru: По чеку получены некорректные данные. Попробуйте сканировать чек еще раз

# on_incompat_1CB
source: This receipt has already been scanned - it is no longer possible to use such a receipt in this offer
ru: Этот чек уже сканировали — в этом предложении использовать такой чек еще раз уже нельзя

# on_incompat_2CB
source: This receipt has already been scanned to get a cashback for another offer: that offer prohibits to re-scan the reciept for another offer
ru: Этот чек уже использовался, для получения кэшбэка за другое предложение

# offCB
source: The offer for which you want to receive cashback is already disabled
ru: Предложение, за которое вы хотите получить кэшбэк, уже отключено

# on_okCB
source: Successfully! We've accepted the receipt for proccessing
ru: Успешно! Мы приняли чек в обработку

source: Conditions
ru: Условия

# SuccessScanTitle
source: Your receipt is successfully uploaded
ru: Ваш чек успешно загружен

# SuccessScanText
source: The receipt will be displayed in the section "My Orders" within the hour Cashback will move to balance within 30 days
ru: Чек появится в разделе «Мои заказы» в течение часа Кэшбэк перейдет на баланс в течение 30 дней

source: Scan the receipt
ru: Сканировать чек

source: Average time of waiting cashback
ru: Cреднее время ожидания кэшбэка

source: Undefined
ru: Не определено

source: How to find data in a check?
ru: Как найти данные в чеке?

source: Point the camera at the QR-code
ru: Наведите камеру на QR-код

source: Enter data
ru: Ввести данные

source: Сamera access!
ru: Доступ к камере!

source: Allow access to the camera to scan checks
ru: Чтобы сканировать чеки, разрешите доступ к камере

source: Entering receipt data
ru: Ввод данных чека

# Stocks
source: Promotions
ru: Акции

source: Product name
ru: Название товара

# product search placeholder
source: Product
ru: Товар

source: Increased cashback
ru: Повышенный кэшбэк

# Increased cashback 2 lines
source: Increased cashback
ru: Повышенный кэшбэк

source: Price
ru: Цена

source: Cashback
ru: Кэшбэк

source: Cashback rates
ru: Ставки кэшбэка

source: Until the end of promotion:
ru: До конца акции:

source: Buy with cashback
ru: Купить с кэшбэком

source: Send your friends a cashback link
ru: Отправьте друзьям кэшбэк-ссылку

source: Tell your friends about a product and get cashback for them purchases. For that, share the cashback link
ru: Расскажите о товаре друзьям и получайте кэшбэк за их покупки. Для этого поделитесь кэшбэк-ссылкой

source: Cashback link
ru: Кэшбэк ссылка

source: Price dynamics
ru: Динамика цены

source: In order to find out the exact price for some period, choose a point on the chart and click on it
ru: Чтобы узнать точную цену за период, выберите точку на графике и нажмите на нее

source: By cashback rate
ru: По проценту кэшбэка

# by product price
source: By number of orders
ru: По количеству заказов

source: By novelty
ru: По новизне

source: No products have been found
ru: Товаров не найдено

source: Nothing here yet
ru: Тут пока ничего нет

source: Nothing was found
ru: Ничего не нашлось

source: No products have been found for this search. Redraft it.
ru: По данному запросу товаров не найдено. Переформулируйте запрос.

source: No products with increased cashback have been found. Please get back later.
ru: Товаров с повышенным кэшбэком не найдено. Вернитесь в раздел позднее.

source: Hot offer
ru: Горящее предложение

source: Voting winners
ru: Победители голосования

# ErrorInfoStatsReferrals
source: Failed to load referrals stats.
ru: Не удалось загрузить статистику.

source: Invite your friends
ru: Пригласить друзей

# Share with a link and get up
source: Share with a link and get up to 80% of our profit from your friend's purchases
ru: Поделитесь ссылкой и получайте до 80% от нашей прибыли c покупок друга

source: Terms
ru: Условия

source: Statistics
ru: Статистика

source: Registration
ru: Регистраций

source: Income
ru: Доход

source: In processing
ru: В обработке

# Here you can see the statistics by
source: Here you can see the statistics by the number of attracted friends and by your incomes
ru: Здесь появится статистика о количестве приведенных друзей и ваших доходах

source: Check
ru: Проверить

# ActivatedPromocode
source: Promocode is activated
ru: Промокод активирован

# NotActivatedPromocode
source: Something went wrong. Try again to activate the promocode.
ru: Что-то пошло не так. Попробуйте активировать промокод снова.

# PromocodeResult
source: Result
ru: Результат

# ActivationAvailable
source: Activation is possible
ru: Активация возможна

# ActivationTimePromocode
source: Activation period
ru: Период активации

# ValidityPromocode
source: Period of vality
ru: Срок действия

# ActivatePromocode
source: Activate
ru: Активировать

# CheckInfoAboutPromo
source: Check the information about the promocode and activate it
ru: Проверьте информацию о промокоде и активируйте его

# EmptyPromocodePage
source: Here you can find out information about promocodes that you’ve activated
ru: Здесь будет показана информация о промокодах, которые вы активировали

source: Promo code already activated
ru: Промокод уже активирован

# dateFrom
source: from
ru: с

# dateTo
source: to
ru: по

# expiredPromo
source: Expired
ru: Истек

# expiredAt
source: Expire at
ru: Истекает в

# untilPromo
source: until
ru: до

# cashBackUpTo
source: up to
ru: до

# VerifyLinkResult
source: Result
ru: Результат

# Insert a link
source: Insert a link to the item to find out whether it is possible to get cashback for its purchase and how its price changed
ru: Вставьте ссылку на товар, чтобы узнать, можно ли получить кэшбэк за его покупку и как изменялась цена на него

source: Link to item
ru: Ссылка на товар

source: Cashback link and price dynamics
ru: Кэшбэк-ссылка и динамика цены

# Link Price dynamics
source: Price dynamics
ru: Динамика цены

source: You will receive cashback
ru: Вы получите кэшбэк

source: Cashback rate depends on item
ru: Процент кэшбэка зависит от товара

source: Your cashback depends on the country of delivery
ru: Ваш кэшбэк зависит от страны доставки

source: No data on item
ru: Нет данных по товару

source: It's not available for your account type to check a link
ru: Проверка ссылки недоступна для вашего типа аккаунта

source: Price today
ru: Цена сегодня

source: Min price
ru: Мин. цена

source: Max price
ru: Макс. цена

# DynamicInfo
source: In order to find out the exact price for some period, choose a point on the chart and click on it
ru: Нажмите на точку на графике: покажем, как поменялась цена в этот день

# dynamic_week
source: week
ru: неделя

# dynamic_two_weeks
source: 2 weeks
ru: 2 недели

# dynamic_month
source: month
ru: месяц

# dynamic_two_months
source: 2 months
ru: 2 месяца

# dynamic_invalid_link_title
source: You've entered an incorrect link or no cashback by this link
ru: Вы ввели некорректную ссылку или по этой ссылке нет кэшбэка

# dynamic_invalid_link_description
source: Try again: insert a new link or edit the current one
ru: Попробуйте снова: вставьте новую ссылку или отредактируйте текущую

# dynamic_no_data
source: No data on item
ru: Нет данных по товару

# dynamic_info_message
source: Price dynamics is formed by the product with minimum of components
ru: Динамика цены собирается по минимальной комплектации товара

# Non-affiliated product
source: Unaffiliated product
ru: Неаффилиатный товар

source: Product:
ru: Товар:

# Cashback in Georgia and the CIS
source: Cashback in the CIS and Georgia
ru: Кэшбэк в СНГ и Грузии

source: Cashback (except Georgia and the CIS)
ru: Кэшбэк (кроме СНГ и Грузии)

# The seller does not participate in the affiliate program.
source: The seller does not participate in the affiliate program. Therefore, according to the AliExpress rules, cashback will not be charged for this product if it is delivered to the following countries:
ru: Продавец не участвует в партнерской программе. Поэтому по правилам AliExpress кэшбэк не будет начислен за этот товар при доставке в следующие страны:

# You cashback is
source: Your cashback is
ru: Ваш кэшбэк

source: Affiliated product
ru: Аффилиатный товар

# flag_Russia
source: Russia
ru: Россия

# flag_Armenia
source: Armenia
ru: Армения

# flag_Azerbaijan
source: Azerbaijan
ru: Азербайджан

# flag_Belarus
source: Belarus
ru: Беларусь

# flag_Georgia
source: Georgia
ru: Грузия

# flag_Kyrgyzstan
source: Kyrgyzstan
ru: Киргизия

# flag_Kazakhstan
source: Kazakhstan
ru: Казахстан

# flag_Tajikistan
source: Tajikistan
ru: Таджикистан

# flag_Turkmenistan
source: Turkmenistan
ru: Туркменистан

# flag_Moldova
source: Moldova
ru: Молдавия

# flag_Uzbekistan
source: Uzbekistan
ru: Узбекистан

# HelpFAQ
source: FAQ
ru: Помощь

source: Part
ru: Часть

# EnterQuestion
source: Enter a question
ru: Введите вопрос

# FAQ_ImportantThings
source: Important Things
ru: Важные моменты

# FAQ_whatIsCB
source: What is cashback?
ru: Что такое кэшбэк?

# FAQ_howToBuy
source: How to buy with cashback?
ru: Как купить с кэшбэком?

# FAQ_whatToDoAfterBuy
source: What to do after buying?
ru: Что делать после покупки?

# FAQ_howOrderPayments
source: How to withdraw cashback?
ru: Как вывести кэшбэк?

# FAQ_onBoarding
source: Introduction to application
ru: Знакомство с приложением

# FAQ_rules
source: Terms of purchase
ru: Правила покупки

# FAQ_bottomInfo
source: You have not yet found the answer to your question?
ru: Не нашли ответ на свой вопрос?

# FAQ_buttonToSupport
source: Contact technical support
ru: Обратиться в техподдержку

# FAQ_HowOrderPayments_main1
source: Open the "Account" section and click on the button "Order payment"
ru: Откройте раздел «Аккаунт» и нажмите на кнопку «Заказать выплату»

# FAQ_HowOrderPayments_main2
source: You will be directed to the backit.me website page
ru: Вы будете направлены на страницу сайта backit.me

# FAQ_HowOrderPayments_main3
source: Choose the balance from which you want to withdraw cashback. Add and confirm a wallet. Enter the amount and withdraw money.
ru: Выберите баланс, с которого вы хотите вывести кэшбэк. Добавьте и подтвердите кошелек. Введите сумму и выводите деньги.

# FAQ_WhatToDo_main1
source: When you buy a product through our cashback service, in the "My Orders" section a new order appears.
ru: Вы купили товар через наш кэшбэк-сервис: в разделе «Мои заказы» появляется новый заказ.

# FAQ_WhatToDo_main2
source: You can withdraw cashback 6-8 weeks after the purchase. The store and our service need this time period to confirm the cashback. At this time, the cashback is on a separate balance "In Processing".
ru: Вывести кэшбэк можно через 6-8 недель после покупки: это время нужно магазину и нашему сервису, чтобы подтвердить кэшбэк. В это время кэшбэк находится на отдельном балансе «В обработке».

# FAQ_WhatToDo_main3
source: We confirm cashback and it goes to the "Available" balance.
ru: Подтверждаем кэшбэк - и он переходит на баланс «Доступно».

# FAQ_WhatIsCb_main1
source: Cashback is a return of cost of the product in part to the buyer after purchasing it
ru: Кэшбэк(Cashback) — это возврат покупателю части стоимости товара после покупки

# FAQ_WhatIsCb_main2
source: We tell you about the advantages of our partner stores.
ru: Мы рассказываем вам о преимуществах наших магазинов-партнеров

# FAQ_WhatIsCb_main3
source: The store pays us a reward for every purchase you make
ru: За каждую покупку, которую вы делаете, магазин платит нам вознаграждение

# FAQ_WhatIsCb_main4
source: We share this reward with you, this is your cashback
ru: Мы делимся этим вознаграждением с вами — это и есть ваш кэшбэк

# FAQ_Rules_head1
source: Empty shopping cart
ru: Очистите корзину в магазине

# FAQ_Rules_head2
source: Disable ad blockers
ru: Отключите блокировщики рекламы

# FAQ_Rules_head4
source: Buy on the sites of the stores
ru: Покупайте на сайтах магазинов

# FAQ_Rules_main1
source: Before activating cashback, be sure to empty shopping cart
ru: Перед активацией кэшбэка обязательно очистите корзину

# FAQ_Rules_main2
source: If error 404 appears when going to the AliExpress application, it is necessary to disable ad blockers, incl. ad blockers integrated with antiviruses. If you downloaded an ad-blocking hosts file, you need to delete from it the lines relating to aliexpress.com and its subdomains.
ru: Если при переходе в приложение AliExpress выходит ошибка 404, необходимо выключить блокировщики рекламы, в т.ч. встроенные в антивирусы. Если вы скачали файл hosts, блокирующий рекламу, то необходимо удалить из него строки, касающиеся aliexpress.com и его поддоменов.

# FAQ_Rules_main4
source: Mobile applications of all stores, except Aliexpress, don't provide an opportunity to get cashback. In order to make purchases, go from the Backit app to the store's website in a mobile browser.
ru: Мобильные приложения всех магазинов, кроме Aliexpress, не дают возможности получить кэшбэк. Чтобы совершить покупки, перейдите из приложения Backit на сайт магазина в мобильном браузере.

# FAQ_Choose_store_head
source: Choose a store and make a purchase
ru: Выберите магазин и совершите покупку

# FAQ_Choose_store_and_click_on_it
source: Choose a store and click on it. When you purchase a product after going through our app, you get cashback
ru: Выберите магазин и нажмите на него. Покупаете товар после перехода из нашего приложения — получаете кэшбэк.

# FAQ_BeShureToGetCashback_head
source: Be sure to get cashback
ru: Проверьте, что вы получили кэшбэк

# FAQ_OpenTheSection
source: Open the section "My orders": your order should be in the list
ru: Откройте раздел «Мои заказы»: заказ должен появиться в списке

# FAQ_Withdraw_cashback
source: Withdraw cashback
ru: Выведите кэшбэк

# FAQ_WhenTheOrderStatusChanged
source: When the order status changes to “Confirmed”, the cashback is displayed on the available balance. Withdraw cashback to your bank card, e-wallet or phone number
ru: Когда статус заказа меняется на «Подвтержден», кэшбэк попадает на доступный баланс. Выведите кэшбэк на банковскую карту, электронный кошелек или номер телефона.

# FAQ_Welcome
source: Welcome!
ru: Приветствуем!

# FAQ_OurAppWillHelp
source: Our app will help to maximize benefits from purchases on the Internet and in ordinary stores
ru: Наше приложение поможет извлечь максимум выгоды из покупок в интернете и в обычных магазинах

# FAQ_Skip
source: Skip
ru: Пропустить

# FAQ_Good
source: Ok
ru: Хорошо

# FAQ_WePayCashback
source: We pay cashback for purchases in online stores through our application
ru: Мы выплачиваем кэшбэк за покупки в интернет-магазинах через наше приложение...

# FAQ_GetBackAPart
source: You get back a part of money a few weeks after making the purchase
ru: Часть денег вернется к вам обратно через несколько недель после покупки

# FAQ_Ok
source: Ok
ru: Понятно

# FAQ_CashbackForReceipts
source: ... and cashback for receipts from regular stores
ru: ...и кэшбэк за чеки из обычных магазинов

# FAQ_SearchForOffers
source: Search for offers for regular stores in a special section. Make purchases, scan QR codes on receipts and get cashback
ru: Ищите предложения для обычных магазинов в специальном разделе. Совершайте покупки, сканируйте QR-код с чеков и получайте кэшбэк

# FAQ_WhatElse
source: What else?
ru: Что еще?

# FAQ_CollectTheBestOffers
source: We also collect the best offers for you
ru: А еще собираем для вас лучшие предложения

# FAQ_PromotionsSection
source: In the section "Promotions" there are products with the highest cashback. You can get promotional codes for increased cashback in our social networks and through push-notifications.
ru: В разделе «Акции» — товары с самым высоким кэшбэком. В наших соцсетях и через пуш-уведомления — промокоды на повышенный кэшбэк.

# FAQ_Register
source: Join
ru: Я с Вами

# FAQ_How it works?
source: How it works?
ru: Как это работает?

# FAQ_Send a personal link to your friends
source: Send a personal link to your friends
ru: Отправьте персональную ссылку друзьям и знакомым

# FAQ_A friend registers on your personal link
source: A friend registers on your personal link. Now, for each friend’s purchase through Backit, you make a profit: a percentage of our profit or a percentage for a friend’s cashback.
ru: Друг регистрируется по вашей персональной ссылке. Теперь за каждую покупку друга через Backit вы получаете прибыль: процент от нашей прибыли или процент за кэшбэк друга.

# FAQ_When a friend buys with a cashback
source: When a friend buys with a cashback, we charge you a profit on the balance “In Processing”.
ru: Когда друг покупает с кэшбэком, начисляем вам прибыль на баланс «В обработке».

# FAQ_On the Invite Friends page
source: On the "Invite Friends" page, we show the income in processing from the purchases of your invited friends. In the “Account” on the “In Processing” balance, we show the amount of your cashback in processing and the income from the purchase of your friends.
ru: На странице «Пригласить друзей» показываем доход в обработке от покупок приглашенных друзей. В «Аккаунте» на балансе «В обработке» показываем сумму вашего кэшбэка в обработке и прибыль от покупки друзей.

# FAQ_In processing income may be different to the value
source: "In processing" income may be different to the value in the "Account" section: this value is updated once a day, at 11:00 by Moscow time
ru: Доход «В обработке» может не совпадать со значением в разделе «Аккаунт»: обновление этого значения происходит раз в сутки, в 11:00 по московскому времени

# FAQ_When we confirm income
source: When we confirm income, it goes to the “Available” balance.
ru: Когда мы подтверждаем доход, он переходит на баланс «Доступно».

# FAQ_All the income you have
source: On the "Invite friends" page we display all the income you have earned from the purchases of your friends and we have confirmed.
ru: На странице «Пригласить друга» отображаем весь доход, который вы заработали с покупок друзей, а мы подтвердили.
